export const ReviewsSliderData = [
	{
		name: 'Константин',
		date: '03.10.2023',
		stars: 5,
		comment: 'Почти всегда заказываю только их продукцию. Советую всем друзьям и коллегам. Спасибо за ваш труд!',
	},
	{
		name: 'Есения',
		date: '08.10.2023',
		stars: 5,
		comment: 'Спасибо вам большое! Каждый день заказываю продукты через вас. Все очень вкусно!',
	},
	{
		name: 'Анна',
		date: '13.08.2023',
		stars: 5,
		comment: 'Очень вкусный и ароматный хлеб! Лучшая пекарня в Дзержинске!',
	},
	{
		name: 'Александра',
		date: '23.08.2023',
		stars: 5,
		comment: 'Быстрая доставка, отличный хлеб и торты! Спасибо, закажу еще!',
	},
	{
		name: 'Кирилл',
		date: '01.09.2023',
		stars: 5,
		comment: 'Отличная пекарня, заказывала несколько раз, ни разу не подвели. Буду заказывать еще. Спасибо!',
	},
	{
		name: 'Евгений',
		date: '03.09.2023',
		stars: 5,
		comment: 'Лучший хлеб в Дзержинске, который я пробовал. Также отличные торты, доставка быстрая, даже остыть не успевает! Спасибо!',
	},
	{
		name: 'Ольга',
		date: '14.09.2023',
		stars: 4,
		comment: 'Рекомендую эту пекарню всем друзьям, отличное качество и вкус. Спасибо!',
	},
	{
		name: 'Валерий',
		date: '06.10.2023',
		stars: 5,
		comment: 'Лучшие пироги, которые я ел, привозят еще теплыми, рекомендую!',
	},
];
