import { Metadata } from "next";

export const META_ABOUT: Metadata = {
  title: "О нас | Кирпичный завод Ковернино",
  description:
    "Узнайте больше о кирпичном заводе Ковернино в Нижегородской области. " +
    "У нас вы можете купить красный кирпич, красный керамический кирпич" +
    "облицовочный кирпич, рядовой кирпич, подходящие для любых строительных нужд.",
  icons: {
    icon: "/favicon.ico",
  },
};

export const META_CATALOG: Metadata = {
  title: "Каталог | Кирпичный завод Ковернино",
  description:
    "Исследуйте наш каталог продукции кирпичного завода Ковернино в Нижегородской области. " +
    "Кирпич от производителя по лучшим ценам на рынке, всегда в наличии. Кирпичный завод в Нижнем Новгороде",
  icons: {
    icon: "/favicon.ico",
  },
};

export const META_CALC: Metadata = {
  title: "Калькулятор | Кирпичный завод Ковернино",
  description:
    "Калькулятор кирпича. Вы можете рассчитать то количество, которое необходимо именно вам! " +
    "Доставка кирпича в Нижнем Новгороде от производителя по лучшим ценам! " +
    "Кирпич от производителя по лучшим ценам на рынке, всегда в наличии: красный кирпич, " +
    "красный керамический кирпич, облицовочный кирпич, рядовой кирпич",
  icons: {
    icon: "/favicon.ico",
  },
};

export const META_CONTACTS: Metadata = {
  title: "Контакты | Кирпичный завод Ковернино",
  description:
    "Контакты кирпичного завода Ковернино. Найдите то, что необходимо вашей стройке! " +
    "Кирпич от производителя по лучшим ценам на рынке, всегда в наличии. Купить кирпич в розницу и оптом в Нижнем Новгороде.",
  icons: {
    icon: "/favicon.ico",
  },
};

export const META_DELIVERY: Metadata = {
  title: "Доставка и оплата | Кирпичный завод Ковернино",
  description:
    "Узнайте о условиях доставки и оплаты кирпича от кирпичного завода Ковернино в Нижнем Новгороде! " +
    "Кирпич от производителя по лучшим ценам на рынке, всегда в наличии: красный кирпич, " +
    "красный керамический кирпич, облицовочный кирпич, рядовой кирпич.",
  icons: {
    icon: "/favicon.ico",
  },
};

export const META_PRODUCT: Metadata = {
  title: "Товары | Кирпичный завод Ковернино",
  description:
    "Исследуйте наш ассортимент кирпичей от кирпичного завода Ковернино в Нижнем Новгороде. " +
    "Мы предлагаем красный кирпич, красный керамический кирпич, облицовочный кирпич " +
    "рядовой кирпич, подходящие для любых строительных проектов, по лучшим ценам на рынке.",
  icons: {
    icon: "/favicon.ico",
  },
};

export const META_GALLERY: Metadata = {
  title: "Галерея | Кирпичный завод Ковернино",
  description:
    "Посмотрите галерею наших работ и продукции. Кирпичный завод Ковернино предлагает красный кирпич, " +
    "красный керамический кирпич, облицовочный кирпич, рядовой кирпич по лучшим ценам в Нижнем Новгороде.",
  icons: {
    icon: "/favicon.ico",
  },
};
