import {Metadata} from "next";

export const META_ABOUT: Metadata = {
	title: 'О нас | Это Хлеб',
	description:
		'Каталог продукции пекарни Это Хлеб. Найдите на наших полках то, что по вкусу именно вам! ' +
		'Ваши любимые товары всегда на наших прилавках, ждем ваш в нашем каталоге или у прилавков пекарни!',
	icons: {
		icon: '/favicon.ico',
	},
}

export const META_CATALOG: Metadata = {
	title: 'Каталог | Это Хлеб',
	description:
		'Каталог продукции пекарни Это Хлеб. Найдите на наших полках то, что по вкусу именно вам! ' +
		'Ваши любимые товары всегда на наших прилавках, ждем ваш в нашем каталоге или у прилавков пекарни!',
	icons: {
		icon: '/favicon.ico',
	},
}

export const META_CONTACTS: Metadata = {
	title: 'Контакты | Это Хлеб',
	description:
		'Мы всегда остаемся на связи с нашими клиентами! ' +
		'Это Хлеб - это что-то очень настоящее. Это Хлеб.',
	icons: {
		icon: '/favicon.ico',
	},
}

export const META_DELIVERY: Metadata = {
	title: 'Доставка и оплата | Это Хлеб',
	description:
		'Доставим вашу любимую продукцию прямо к вам домой. Доставка от 30 минут только в Это Хлеб. ' +
		'Бесплатная доставка - при сумме заказа от 600₽',
	icons: {
		icon: '/favicon.ico',
	},
}

export const META_PRODUCT: Metadata = {
	title: 'Товары | Это Хлеб',
	description:
		'Каталог в Это Хлеб - то самое место, где вы точно найдете, то, что вам по вкусу. ' +
		'Онлайн оплата, доставка и горячий хлеб не оставят вас равнодушными.',
	icons: {
		icon: '/favicon.ico',
	},
}

export const META_VACANCIES: Metadata = {
	title: 'Вакансии | Это Хлеб',
	description:
		'Вступите в нашу дружную команду и вы точно попадете в точку. Мы ценим и уважаем наших сотрудников. ' +
		'Список вакансий обновляется каждую неделю, не упустите свой шанс попасть в компанию мечты!.',
	icons: {
		icon: '/favicon.ico',
	},
}
