import { Metadata } from 'next';

export const META_ABOUT: Metadata = {
  title: 'О нас | Кирпичный завод Ковернино',
  description:
    'Узнайте больше о кирпичном заводе Ковернино в Нижегородской области. Мы производим широкий ассортимент высококачественного кирпича, включая красный керамический, облицовочный и рядовой кирпичи, подходящие для любых строительных нужд.',
  icons: {
    icon: '/favicon.ico',
  },
};

export const META_CATALOG: Metadata = {
  title: 'Каталог | Кирпичный завод Ковернино',
  description:
    'Исследуйте наш каталог продукции кирпичного завода Ковернино в Нижегородской области. Мы предлагаем широкий выбор кирпичей, включая красный керамический, облицовочный и рядовой кирпичи, доступные по лучшим ценам на рынке.',
  icons: {
    icon: '/favicon.ico',
  },
};

export const META_CALC: Metadata = {
  title: 'Калькулятор | Кирпичный завод Ковернино',
  description:
    'Используйте наш калькулятор для точного расчета необходимого количества кирпича от кирпичного завода Ковернино в Нижнем Новгороде. У нас в ассортименте красный керамический, облицовочный и рядовой кирпичи, всегда в наличии по выгодным ценам.',
  icons: {
    icon: '/favicon.ico',
  },
};

export const META_CONTACTS: Metadata = {
  title: 'Контакты | Кирпичный завод Ковернино',
  description:
    'Контактная информация кирпичного завода Ковернино в Нижнем Новгороде. Свяжитесь с нами для покупки кирпича оптом и в розницу. Мы предлагаем красный керамический, облицовочный и рядовой кирпичи по лучшим ценам на рынке.',
  icons: {
    icon: '/favicon.ico',
  },
};

export const META_DELIVERY: Metadata = {
  title: 'Доставка и оплата | Кирпичный завод Ковернино',
  description:
    'Узнайте о условиях доставки и оплаты кирпича от кирпичного завода Ковернино в Нижнем Новгороде. Мы предлагаем красный керамический, облицовочный и рядовой кирпичи по выгодным ценам на рынке, с удобной системой доставки.',
  icons: {
    icon: '/favicon.ico',
  },
};

export const META_PRODUCT: Metadata = {
  title: 'Товары | Кирпичный завод Ковернино',
  description:
    'Исследуйте наш ассортимент кирпичей от кирпичного завода Ковернино в Нижнем Новгороде. Мы предлагаем красный керамический, облицовочный и рядовой кирпичи, подходящие для любых строительных проектов, по лучшим ценам на рынке.',
  icons: {
    icon: '/favicon.ico',
  },
};
