import { Metadata } from "next";

export const META_ABOUT: Metadata = {
  title: "О нас | Кирпичный завод Ковернино",
  description:
    "Каталог продукции кирпичного завода Ковернино (Нижегородская область). Найдите то, что необходимо вашей стройке! " +
    "Кирпич от производителя по лучшим ценам на рынке, всегда в наличии. У нас вы можете купить красный кирпич ," +
    "красный керамический кирпич, облицовочный кирпич, рядовой кирпич, 1 NF кирпич, 1.4 NF кирпич, 2.1 NF кирпич.",
  icons: {
    icon: "/favicon.ico",
  },
};

export const META_CATALOG: Metadata = {
  title: "Каталог | Кирпичный завод Ковернино",
  description:
    "Каталог продукции кирпичного завода Ковернино. Найдите то, что необходимо вашей стройке! " +
    "Кирпич от производителя по лучшим ценам на рынке, всегда в наличии. Кирпичный завод в Нижнем Новгороде",
  icons: {
    icon: "/favicon.ico",
  },
};

export const META_CALC: Metadata = {
  title: "Калькулятор | Кирпичный завод Ковернино",
  description:
    "Калькулятор кирпича. Вы можете рассчитать то количество, которое необходимо именно вам! " +
    "Доставка кирпича в Нижнем Новгороде от производителя по лучшим ценам! " +
    "Кирпич от производителя по лучшим ценам на рынке, всегда в наличии: красный керамический кирпич, " +
    "облицовочный кирпич, рядовой кирпич, 1 NF кирпич, 1.4 NF кирпич, 2.1 NF кирпич.",
  icons: {
    icon: "/favicon.ico",
  },
};

export const META_CONTACTS: Metadata = {
  title: "Контакты | Кирпичный завод Ковернино",
  description:
    "Контакты кирпичного завода Ковернино. Найдите то, что необходимо вашей стройке! " +
    "Кирпич от производителя по лучшим ценам на рынке, всегда в наличии. Купить кирпич в розницу и оптом в Нижнем Новгороде.",
  icons: {
    icon: "/favicon.ico",
  },
};

export const META_DELIVERY: Metadata = {
  title: "Доставка и оплата | Кирпичный завод Ковернино",
  description:
    "Доставка продукции кирпичного завода Ковернино. Найдите то, что необходимо вашей стройке! " +
    "Кирпич от производителя по лучшим ценам на рынке, всегда в наличии: красный керамический кирпич, " +
    "облицовочный кирпич, рядовой кирпич, 1 NF кирпич, 1.4 NF кирпич, 2.1 NF кирпич.",
  icons: {
    icon: "/favicon.ico",
  },
};

export const META_PRODUCT: Metadata = {
  title: "Товары | Кирпичный завод Ковернино",
  description:
    "Товары кирпичного завода Ковернино. Найдите то, что необходимо вашей стройке! " +
    "Кирпич от производителя по лучшим ценам на рынке, всегда в наличии. Доставка кирпича Нижний Новогород!",
  icons: {
    icon: "/favicon.ico",
  },
};
