import {Metadata} from "next";

export const META_ABOUT: Metadata = {
	title: 'О нас | Кирпичный завод Ковернино',
	description:
		'Каталог продукции пекарни Это Хлеб. Найдите на наших полках то, что по вкусу именно вам! ' +
		'Ваши любимые товары всегда на наших прилавках, ждем ваш в нашем каталоге или у прилавков пекарни!',
	icons: {
		icon: '/favicon.ico',
	},
}

export const META_CATALOG: Metadata = {
	title: 'Каталог | Кирпичный завод Ковернино',
	description:
		'Каталог продукции пекарни Это Хлеб. Найдите на наших полках то, что по вкусу именно вам! ' +
		'Ваши любимые товары всегда на наших прилавках, ждем ваш в нашем каталоге или у прилавков пекарни!',
	icons: {
		icon: '/favicon.ico',
	},
}

export const META_CALC: Metadata = {
	title: 'Калькулятор | Кирпичный завод Ковернино',
	description:
		'Каталог продукции пекарни Это Хлеб. Найдите на наших полках то, что по вкусу именно вам! ' +
		'Ваши любимые товары всегда на наших прилавках, ждем ваш в нашем каталоге или у прилавков пекарни!',
	icons: {
		icon: '/favicon.ico',
	},
}

export const META_CONTACTS: Metadata = {
	title: 'Контакты | Кирпичный завод Ковернино',
	description:
		'Мы всегда остаемся на связи с нашими клиентами! ' +
		'Это Хлеб - это что-то очень настоящее. Это Хлеб.',
	icons: {
		icon: '/favicon.ico',
	},
}

export const META_DELIVERY: Metadata = {
	title: 'Доставка и оплата | Кирпичный завод Ковернино',
	description:
		'Доставим вашу любимую продукцию прямо к вам домой. Доставка от 30 минут только в Это Хлеб. ' +
		'Бесплатная доставка - при сумме заказа от 600₽',
	icons: {
		icon: '/favicon.ico',
	},
}

export const META_PRODUCT: Metadata = {
	title: 'Товары | Кирпичный завод Ковернино',
	description:
		'Каталог в Это Хлеб - то самое место, где вы точно найдете, то, что вам по вкусу. ' +
		'Онлайн оплата, доставка и горячий хлеб не оставят вас равнодушными.',
	icons: {
		icon: '/favicon.ico',
	},
}
